Repository: wozio/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.installer.*.strings.po
Languages: cs, fr

# Messages_WelcomeLabel2
source: This will install [name] on your computer. It is recommended that you close all other applications before continuing.
cs: Produkt [name] bude nainstalován na Váš počítač. Dříve než budete pokračovat, doporučuje se ukončit veškeré spuštěné aplikace.
fr: Vous allez installer [name] sur votre ordinateur. Il est recommandé de fermer toutes les autres applications avant de continuer.

# Messages_WinVersionTooLowError
source: [name] requires Windows XP Service Pack 3 or newer to run.
cs: [name] vyžaduje Windows XP Service Pack 3 nebo novější.
fr: [name] nécessite Windows XP Service Pack 3 ou plus récent pour fonctionner.

# CustomMessages_comp_mpciconlib
source: Icon Library
cs: Ikony typů souborů
fr: Bibliothèque d'icônes

# CustomMessages_comp_mpcresources
source: Translations
cs: Jazykové soubory
fr: Traductions

# CustomMessages_msg_DeleteSettings
source: Do you also want to delete MPC-HC settings? If you plan on installing MPC-HC again then you do not have to delete them.
cs: Chcete smazat také nastavení MPC-HC? Pokud plánujete MPC-HC znovu nainstalovat, mazat je nemusíte.
fr: Souhaitez-vous également supprimer les paramètres de MPC-HC ? Si vous prévoyez de réinstaller MPC-HC, il est conseillé de ne pas les supprimer.

# CustomMessages_msg_SetupIsRunningWarning
source: MPC-HC setup is already running!
cs: Instalační program MPC-HC je již spuštěn!
fr: L'installation de MPC-HC est déjà en cours d'exécution !

# CustomMessages_msg_simd_sse
source: This build of MPC-HC requires a CPU with SSE extension support. Your CPU does not have those capabilities.
cs: Toto sestavení MPC-HC vyžaduje procesor s podporou rozšíření SSE. Váš procesor tato rozšíření nepodporuje.
fr: Cette version de MPC-HC nécessite un CPU avec support des instructions SSE. Votre processeur ne supporte pas cette fonctionnalité.

# CustomMessages_msg_simd_sse2
source: This build of MPC-HC requires a CPU with SSE2 extension support. Your CPU does not have those capabilities.
cs: Toto sestavení MPC-HC vyžaduje procesor s podporou rozšíření SSE2. Váš procesor tato rozšíření nepodporuje.
fr: Cette version de MPC-HC nécessite un CPU avec support des instructions SSE2. Votre processeur ne supporte pas cette fonctionnalité.

# CustomMessages_run_DownloadToolbarImages
source: Visit our Wiki page to download toolbar images
cs: Motivy pro tlačítkovou lištu si můžete stáhnout z našich Wiki stránek.
fr: Visiter notre Wiki pour télécharger des barres d'outils personnalisées

# CustomMessages_tsk_AllUsers
source: For all users
cs: Pro všechny uživatele
fr: Pour tous les utilisateurs

# CustomMessages_tsk_CurrentUser
source: For the current user only
cs: Jen pro právě přihlášeného uživatele
fr: Pour l'utilisateur actuel uniquement

# CustomMessages_tsk_Other
source: Other tasks:
cs: Ostatní úlohy:
fr: Autres tâches :

# CustomMessages_tsk_ResetSettings
source: Reset settings
cs: Obnovit výchozí nastavení
fr: Réinitialisation des paramètres

# CustomMessages_types_DefaultInstallation
source: Default installation
cs: Standardní instalace
fr: Installation par défaut

# CustomMessages_types_CustomInstallation
source: Custom installation
cs: Volitelná instalace
fr: Installation personnalisée

# CustomMessages_ViewChangelog
source: View Changelog
cs: Zobrazit seznam změn
fr: Voir la liste des changements
